Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Hermes configures Tailscale Serve for the dashboard.
de: Hermes konfiguriert Tailscale Serve für das Dashboard.
es: Hermes configura Tailscale Serve para el panel.
fr: Hermes configure Tailscale Serve pour le tableau de bord.
id: Hermes mengonfigurasi Tailscale Serve untuk dasbor.
it: Hermes configura Tailscale Serve per la dashboard.
ja: HermesがダッシュボードのTailscale Serveを設定します。
ko: Hermes가 대시보드에 Tailscale Serve를 구성해요.
pl: Hermes konfiguruje Tailscale Serve dla panelu.
pt_br: O Hermes configura o Tailscale Serve para o painel.
ru: Hermes настраивает Tailscale Serve для дашборда.
tr: Hermes, panel için Tailscale Serve'ü yapılandırır.
zh_hans: Hermes 会为仪表盘配置 Tailscale Serve。
zh_hant: Hermes 會為儀表板設定 Tailscale Serve。

source: Hermes connected, but the selected speech provider returned no audio.
de: Hermes ist verbunden, aber der ausgewählte Sprachanbieter hat kein Audio geliefert.
es: Hermes se conectó, pero el proveedor de voz seleccionado no devolvió audio.
fr: Hermes s'est connecté, mais le fournisseur vocal sélectionné n'a renvoyé aucun audio.
id: Hermes terhubung, tetapi penyedia ucapan yang dipilih tidak mengembalikan audio.
it: Hermes si è connesso, ma il provider vocale selezionato non ha restituito audio.
ja: Hermesには接続しましたが、選択した音声プロバイダから音声が返されませんでした。
ko: Hermes에 연결했지만 선택한 음성 제공자가 오디오를 반환하지 않았어요.
pl: Hermes połączył się, ale wybrany dostawca mowy nie zwrócił dźwięku.
pt_br: O Hermes se conectou, mas o provedor de fala selecionado não retornou áudio.
ru: Hermes подключён, но выбранный провайдер речи не вернул звук.
tr: Hermes bağlandı ancak seçilen konuşma sağlayıcısı ses döndürmedi.
zh_hans: Hermes 已连接，但所选语音提供方未返回任何音频。
zh_hant: Hermes 已連線，但所選的語音供應商沒有傳回任何音訊。

source: Hermes controls Running; use the dispatcher/claim path instead of setting it manually.
de: Hermes steuert „Läuft“; nutze den Dispatcher-/Claim-Weg, statt den Status manuell zu setzen.
es: Hermes controla En ejecución; usa la ruta del despachador o de toma en lugar de establecerlo manualmente.
fr: Hermes contrôle En cours ; passez par le répartiteur ou la prise en charge au lieu de le définir manuellement.
id: Hermes mengontrol Berjalan; gunakan jalur dispatcher/klaim, bukan mengaturnya secara manual.
it: Hermes controlla In esecuzione; usa il percorso dispatcher/presa in carico invece di impostarlo manualmente.
ja: 「実行中」はHermesが管理します。手動で設定せず、ディスパッチャ／引き受けの経路を使用してください。
ko: ‘실행 중’은 Hermes가 관리해요. 직접 설정하지 말고 디스패처/가져가기 경로를 사용하세요.
pl: Kolumną „W toku” steruje Hermes; zamiast ustawiać ją ręcznie, użyj ścieżki dyspozytora/przejęcia.
pt_br: O Hermes controla a coluna Em execução; use o caminho do despachante/assumir em vez de definir manualmente.
ru: Колонкой «В работе» управляет Hermes; используйте диспетчер или механизм захвата задач, а не устанавливайте статус вручную.
tr: Çalışıyor durumunu Hermes yönetir; bunu elle ayarlamak yerine dağıtıcı/üstlenme yolunu kullanın.
zh_hans: Running 状态由 Hermes 控制；请改用调度/认领路径，而不是手动设置。
zh_hant: 「執行中」由 Hermes 控制；請使用分派器／認領流程，而不要手動設定。

source: Hermes could not cancel the previous response.
de: Hermes konnte die vorherige Antwort nicht abbrechen.
es: Hermes no pudo cancelar la respuesta anterior.
fr: Hermes n'a pas pu annuler la réponse précédente.
id: Hermes tidak dapat membatalkan respons sebelumnya.
it: Hermes non è riuscito ad annullare la risposta precedente.
ja: Hermesは前の応答をキャンセルできませんでした。
ko: Hermes가 이전 응답을 취소할 수 없었어요.
pl: Hermes nie mógł anulować poprzedniej odpowiedzi.
pt_br: O Hermes não conseguiu cancelar a resposta anterior.
ru: Hermes не удалось отменить предыдущий ответ.
tr: Hermes önceki yanıtı iptal edemedi.
zh_hans: Hermes 无法取消上一个回复。
zh_hant: Hermes 無法取消上一個回覆。

source: Hermes could not create the requested voice conversation.
de: Hermes konnte die angeforderte Sprachunterhaltung nicht erstellen.
es: Hermes no pudo crear la conversación de voz solicitada.
fr: Hermes n'a pas pu créer la conversation vocale demandée.
id: Hermes tidak dapat membuat percakapan suara yang diminta.
it: Hermes non è riuscito a creare la conversazione vocale richiesta.
ja: Hermesは要求された音声会話を作成できませんでした。
ko: Hermes가 요청한 음성 대화를 만들 수 없었어요.
pl: Hermes nie mógł utworzyć żądanej rozmowy głosowej.
pt_br: O Hermes não conseguiu criar a conversa por voz solicitada.
ru: Hermes не удалось создать запрошенный голосовой разговор.
tr: Hermes istenen sesli konuşmayı oluşturamadı.
zh_hans: Hermes 无法创建所请求的语音对话。
zh_hant: Hermes 無法建立要求的語音對話。

source: Hermes could not generate a description.
de: Hermes konnte keine Beschreibung generieren.
es: Hermes no pudo generar una descripción.
fr: Hermes n'a pas pu générer de description.
id: Hermes tidak dapat membuat deskripsi.
it: Hermes non è riuscito a generare una descrizione.
ja: Hermesは説明を生成できませんでした。
ko: Hermes가 설명을 생성할 수 없었어요.
pl: Hermes nie mógł wygenerować opisu.
pt_br: O Hermes não conseguiu gerar uma descrição.
ru: Hermes не удалось сгенерировать описание.
tr: Hermes bir açıklama oluşturamadı.
zh_hans: Hermes 无法生成描述。
zh_hant: Hermes 無法產生描述。

source: Hermes could not prepare a voice conversation.
de: Hermes konnte keine Sprachunterhaltung vorbereiten.
es: Hermes no pudo preparar una conversación de voz.
fr: Hermes n'a pas pu préparer de conversation vocale.
id: Hermes tidak dapat menyiapkan percakapan suara.
it: Hermes non è riuscito a preparare una conversazione vocale.
ja: Hermesは音声会話を準備できませんでした。
ko: Hermes가 음성 대화를 준비할 수 없었어요.
pl: Hermes nie mógł przygotować rozmowy głosowej.
pt_br: O Hermes não conseguiu preparar uma conversa por voz.
ru: Hermes не удалось подготовить голосовой разговор.
tr: Hermes sesli konuşma hazırlayamadı.
zh_hans: Hermes 无法准备语音对话。
zh_hant: Hermes 無法準備語音對話。

source: Hermes could not reattach the live voice conversation.
de: Hermes konnte die Live-Sprachunterhaltung nicht wieder anbinden.
es: Hermes no pudo volver a conectar la conversación de voz en vivo.
fr: Hermes n'a pas pu rattacher la conversation vocale en direct.
id: Hermes tidak dapat menyambungkan kembali percakapan Live Voice.
it: Hermes non è riuscito a ricollegare la conversazione Voce live.
ja: Hermesはライブ音声の会話に再接続できませんでした。
ko: Hermes가 라이브 음성 대화에 다시 연결할 수 없었어요.
pl: Hermes nie mógł ponownie dołączyć rozmowy głosowej Live.
pt_br: O Hermes não conseguiu reconectar a conversa de voz ao vivo.
ru: Hermes не удалось снова подключить голосовой Live-разговор.
tr: Hermes canlı sesli konuşmayı yeniden bağlayamadı.
zh_hans: Hermes 无法重新接入进行中的语音对话。
zh_hant: Hermes 無法重新連接即時語音對話。

source: Hermes could not submit the transcription.
de: Hermes konnte die Transkription nicht übermitteln.
es: Hermes no pudo enviar la transcripción.
fr: Hermes n'a pas pu soumettre la transcription.
id: Hermes tidak dapat mengirimkan transkripsi.
it: Hermes non è riuscito a inviare la trascrizione.
ja: Hermesは文字起こしを送信できませんでした。
ko: Hermes가 받아쓴 텍스트를 제출할 수 없었어요.
pl: Hermes nie mógł przesłać transkrypcji.
pt_br: O Hermes não conseguiu enviar a transcrição.
ru: Hermes не удалось отправить расшифровку.
tr: Hermes transkripsiyonu gönderemedi.
zh_hans: Hermes 无法提交转录文本。
zh_hant: Hermes 無法送出轉寫內容。

source: Hermes created this branch in %@, not %@. It was not opened.
de: Hermes hat diese Abzweigung in %@ statt in %@ erstellt. Sie wurde nicht geöffnet.
es: Hermes creó esta rama en %@, no en %@. No se abrió.
fr: Hermes a créé cette branche dans %@, et non dans %@. Elle n'a pas été ouverte.
id: Hermes membuat cabang ini di %@, bukan %@. Cabang tidak dibuka.
it: Hermes ha creato questo ramo in %@, non in %@. Non è stato aperto.
ja: Hermesはこのブランチを%2$@ではなく%1$@に作成しました。そのため、開いていません。
ko: Hermes가 이 분기를 %2$@ 프로필이 아닌 %1$@ 프로필에 만들어서 열지 않았어요.
pl: Hermes utworzył tę gałąź w profilu %@, a nie %@. Nie została otwarta.
pt_br: O Hermes criou esta ramificação em %@, não em %@. Ela não foi aberta.
ru: Hermes создал эту ветку в %@, а не в %@, поэтому она не открыта.
tr: Hermes bu dalı %2$@ yerine %1$@ profilinde oluşturdu. Dal açılmadı.
zh_hans: Hermes 在 %@（而非 %@）中创建了这个分支。未将其打开。
zh_hant: Hermes 在 %@（而非 %@）中建立了此分支，因此未打開。

source: Hermes created this conversation in %@, not %@. It was not opened.
de: Hermes hat diese Unterhaltung in %@ statt in %@ erstellt. Sie wurde nicht geöffnet.
es: Hermes creó esta conversación en %@, no en %@. No se abrió.
fr: Hermes a créé cette conversation dans %@, et non dans %@. Elle n'a pas été ouverte.
id: Hermes membuat percakapan ini di %@, bukan %@. Percakapan tidak dibuka.
it: Hermes ha creato questa conversazione in %@, non in %@. Non è stata aperta.
ja: Hermesはこのチャットを%2$@ではなく%1$@に作成しました。そのため、開いていません。
ko: Hermes가 이 대화를 %2$@ 프로필이 아닌 %1$@ 프로필에 만들어서 열지 않았어요.
pl: Hermes utworzył tę rozmowę w profilu %@, a nie %@. Nie została otwarta.
pt_br: O Hermes criou esta conversa em %@, não em %@. Ela não foi aberta.
ru: Hermes создал этот чат в %@, а не в %@, поэтому он не открыт.
tr: Hermes bu konuşmayı %2$@ yerine %1$@ profilinde oluşturdu. Konuşma açılmadı.
zh_hans: Hermes 在 %@（而非 %@）中创建了这个对话。未将其打开。
zh_hant: Hermes 在 %@（而非 %@）中建立了此對話，因此未打開。

source: Hermes dashboard found
de: Hermes-Dashboard gefunden
es: Panel de Hermes encontrado
fr: Tableau de bord Hermes trouvé
id: Dasbor Hermes ditemukan
it: Dashboard Hermes trovata
ja: Hermesダッシュボードが見つかりました
ko: Hermes 대시보드 찾음
pl: Znaleziono panel Hermes
pt_br: Painel do Hermes encontrado
ru: Дашборд Hermes найден
tr: Hermes paneli bulundu
zh_hans: 已找到 Hermes 仪表盘
zh_hant: 已找到 Hermes 儀表板

source: Hermes declined the action.
de: Hermes hat die Aktion abgelehnt.
es: Hermes rechazó la acción.
fr: Hermes a refusé l'action.
id: Hermes menolak tindakan tersebut.
it: Hermes ha rifiutato l'azione.
ja: Hermesがこの操作を拒否しました。
ko: Hermes가 동작을 거부했어요.
pl: Hermes odrzucił tę czynność.
pt_br: O Hermes recusou a ação.
ru: Hermes отклонил действие.
tr: Hermes eylemi reddetti.
zh_hans: Hermes 拒绝了该操作。
zh_hant: Hermes 拒絕了此操作。

source: Hermes declined to decompose this task.
de: Hermes hat abgelehnt, diese Aufgabe zu zerlegen.
es: Hermes rechazó descomponer esta tarea.
fr: Hermes a refusé de décomposer cette tâche.
id: Hermes menolak menguraikan tugas ini.
it: Hermes ha rifiutato di scomporre questa attività.
ja: Hermesがこのタスクの分解を拒否しました。
ko: Hermes가 이 태스크의 분해를 거부했어요.
pl: Hermes odmówił podziału tego zadania.
pt_br: O Hermes se recusou a decompor esta tarefa.
ru: Hermes отказался разбивать эту задачу.
tr: Hermes bu görevi ayrıştırmayı reddetti.
zh_hans: Hermes 拒绝分解此任务。
zh_hant: Hermes 拒絕拆解此任務。

source: Hermes declined to specify this task.
de: Hermes hat abgelehnt, diese Aufgabe zu spezifizieren.
es: Hermes rechazó especificar esta tarea.
fr: Hermes a refusé de spécifier cette tâche.
id: Hermes menolak merinci tugas ini.
it: Hermes ha rifiutato di specificare questa attività.
ja: Hermesがこのタスクの詳細化を拒否しました。
ko: Hermes가 이 태스크의 상세화를 거부했어요.
pl: Hermes odmówił uszczegółowienia tego zadania.
pt_br: O Hermes se recusou a especificar esta tarefa.
ru: Hermes отказался детализировать эту задачу.
tr: Hermes bu görevi ayrıntılandırmayı reddetti.
zh_hans: Hermes 拒绝细化此任务。
zh_hant: Hermes 拒絕細化此任務。

source: Hermes did not accept that answer.
de: Hermes hat diese Antwort nicht angenommen.
es: Hermes no aceptó esa respuesta.
fr: Hermes n'a pas accepté cette réponse.
id: Hermes tidak menerima jawaban itu.
it: Hermes non ha accettato quella risposta.
ja: Hermesはその回答を受け付けませんでした。
ko: Hermes가 그 답변을 받아들이지 않았어요.
pl: Hermes nie zaakceptował tej odpowiedzi.
pt_br: O Hermes não aceitou essa resposta.
ru: Hermes не принял этот ответ.
tr: Hermes bu yanıtı kabul etmedi.
zh_hans: Hermes 未接受该回答。
zh_hant: Hermes 不接受該回答。

source: Hermes does not allow %@ as a manual Kanban destination.
de: Hermes erlaubt %@ nicht als manuelles Kanban-Ziel.
es: Hermes no permite %@ como destino manual de Kanban.
fr: Hermes n'autorise pas %@ comme destination Kanban manuelle.
id: Hermes tidak mengizinkan %@ sebagai tujuan Kanban manual.
it: Hermes non consente %@ come destinazione Kanban manuale.
ja: Hermesでは、%@をカンバンの手動移動先に指定できません。
ko: Hermes에서는 %@ 상태를 Kanban 수동 이동 대상으로 사용할 수 없어요.
pl: Hermes nie pozwala ręcznie przenosić zadań do kolumny %@.
pt_br: O Hermes não permite %@ como destino manual no Kanban.
ru: Hermes не разрешает вручную перемещать задачи в «%@».
tr: Hermes, görevlerin elle %@ sütununa taşınmasına izin vermiyor.
zh_hans: Hermes 不允许将 %@ 用作手动看板目标。
zh_hant: Hermes 不允許將 %@ 作為手動的 Kanban 目的地。

source: Hermes does not allow archiving the default board.
de: Hermes erlaubt nicht, das Standard-Board zu archivieren.
es: Hermes no permite archivar el tablero predeterminado.
fr: Hermes ne permet pas d'archiver le tableau par défaut.
id: Hermes tidak mengizinkan pengarsipan papan default.
it: Hermes non consente di archiviare la bacheca predefinita.
ja: Hermesでは、デフォルトのボードをアーカイブできません。
ko: Hermes에서는 기본 보드를 보관할 수 없어요.
pl: Hermes nie pozwala archiwizować domyślnej tablicy.
pt_br: O Hermes não permite arquivar o quadro padrão.
ru: Hermes не разрешает архивировать доску по умолчанию.
tr: Hermes varsayılan panonun arşivlenmesine izin vermiyor.
zh_hans: Hermes 不允许归档默认看板。
zh_hant: Hermes 不允許封存預設看板。

source: Hermes generated a new routing description. Your newer local edits were preserved and are still unsaved.
de: Hermes hat eine neue Routing-Beschreibung generiert. Deine neueren lokalen Änderungen wurden beibehalten und sind noch nicht gespeichert.
es: Hermes generó una nueva descripción de enrutamiento. Tus cambios locales más recientes se conservaron y aún no se han guardado.
fr: Hermes a généré une nouvelle description de routage. Vos modifications locales plus récentes ont été conservées et ne sont pas encore enregistrées.
id: Hermes membuat deskripsi perutean baru. Editan lokal Anda yang lebih baru dipertahankan dan masih belum disimpan.
it: Hermes ha generato una nuova descrizione di instradamento. Le tue modifiche locali più recenti sono state mantenute e non sono ancora salvate.
ja: Hermesが新しいルーティング説明を生成しました。ローカルでのその後の編集内容は保持されていますが、まだ保存されていません。
ko: Hermes가 새 라우팅 설명을 생성했어요. 이후에 수정한 로컬 내용은 유지되었으며 아직 저장되지 않았어요.
pl: Hermes wygenerował nowy opis routingu. Twoje nowsze lokalne zmiany zostały zachowane i nadal nie są zapisane.
pt_br: O Hermes gerou uma nova descrição de roteamento. Suas edições locais mais recentes foram preservadas e ainda não foram salvas.
ru: Hermes сгенерировал новое описание маршрутизации. Ваши более поздние локальные правки не потеряны, но ещё не сохранены.
tr: Hermes yeni bir yönlendirme açıklaması oluşturdu. Daha yeni yerel düzenlemeleriniz korundu ve hâlâ kaydedilmedi.
zh_hans: Hermes 生成了新的路由描述。你较新的本地编辑已保留，但仍未保存。
zh_hant: Hermes 已產生新的路由描述。你較新的本機編輯已保留，但仍未儲存。

source: Hermes has not reported a working directory for this session yet.
de: Hermes hat für diese Sitzung noch kein Arbeitsverzeichnis gemeldet.
es: Hermes aún no ha indicado un directorio de trabajo para esta sesión.
fr: Hermes n'a pas encore indiqué de dossier de travail pour cette session.
id: Hermes belum melaporkan direktori kerja untuk sesi ini.
it: Hermes non ha ancora indicato una directory di lavoro per questa sessione.
ja: Hermesからこのセッションの作業ディレクトリがまだ報告されていません。
ko: Hermes가 아직 이 세션의 작업 디렉터리를 알려 주지 않았어요.
pl: Hermes nie zgłosił jeszcze katalogu roboczego dla tej sesji.
pt_br: O Hermes ainda não informou um diretório de trabalho para esta sessão.
ru: Hermes ещё не сообщил рабочий каталог для этого сеанса.
tr: Hermes bu oturum için henüz bir çalışma dizini bildirmedi.
zh_hans: Hermes 尚未上报此会话的工作目录。
zh_hant: Hermes 尚未回報此工作階段的工作目錄。

source: Hermes is speaking
de: Hermes spricht
es: Hermes está hablando
fr: Hermes parle
id: Hermes sedang berbicara
it: Hermes sta parlando
ja: Hermesが話しています
ko: Hermes가 말하는 중
pl: Hermes mówi
pt_br: O Hermes está falando
ru: Hermes говорит
tr: Hermes konuşuyor
zh_hans: Hermes 正在讲话
zh_hant: Hermes 正在說話

source: Hermes is thinking
de: Hermes denkt nach
es: Hermes está pensando
fr: Hermes réfléchit
id: Hermes sedang berpikir
it: Hermes sta pensando
ja: Hermesが考えています
ko: Hermes가 생각하는 중
pl: Hermes myśli
pt_br: O Hermes está pensando
ru: Hermes думает
tr: Hermes düşünüyor
zh_hans: Hermes 正在思考
zh_hant: Hermes 正在思考

source: Hermes may create and assign multiple dependent tasks.
de: Hermes kann mehrere abhängige Aufgaben erstellen und zuweisen.
es: Hermes puede crear y asignar varias tareas dependientes.
fr: Hermes peut créer et assigner plusieurs tâches dépendantes.
id: Hermes dapat membuat dan menugaskan beberapa tugas yang saling bergantung.
it: Hermes può creare e assegnare più attività dipendenti.
ja: Hermesが相互に依存する複数のタスクを作成して割り当てる場合があります。
ko: Hermes가 서로 의존하는 여러 태스크를 만들고 할당할 수 있어요.
pl: Hermes może utworzyć i przypisać wiele zależnych zadań.
pt_br: O Hermes pode criar e atribuir várias tarefas dependentes.
ru: Hermes может создать и назначить несколько зависимых задач.
tr: Hermes birden çok bağımlı görev oluşturup atayabilir.
zh_hans: Hermes 可能会创建并指派多个相互依赖的任务。
zh_hant: Hermes 可能會建立並指派多個相依的任務。

source: Hermes must translate this managed selection; its provider endpoint is unavailable.
de: Hermes muss diese verwaltete Auswahl übersetzen; ihr Anbieter-Endpunkt ist nicht verfügbar.
es: Hermes debe traducir esta selección gestionada; el endpoint de su proveedor no está disponible.
fr: Hermes doit traduire cette sélection gérée ; le point de terminaison de son fournisseur n'est pas disponible.
id: Hermes harus menerjemahkan pilihan terkelola ini; endpoint penyedianya tidak tersedia.
it: Hermes deve tradurre questa selezione gestita; l'endpoint del suo provider non è disponibile.
ja: この管理対象の選択はHermesで変換する必要があります。プロバイダのエンドポイントを利用できません。
ko: 이 관리형 선택은 Hermes가 변환해야 해요. 해당 제공자의 엔드포인트를 사용할 수 없어요.
pl: Hermes musi przetworzyć ten zarządzany wybór; punkt końcowy jego dostawcy jest niedostępny.
pt_br: O Hermes precisa traduzir esta seleção gerenciada; o endpoint do provedor não está disponível.
ru: Hermes должен преобразовать этот управляемый выбор; конечная точка его провайдера недоступна.
tr: Bu yönetilen seçimi Hermes'in dönüştürmesi gerekir; sağlayıcı uç noktası kullanılamıyor.
zh_hans: Hermes 需要转换此受管选择；其提供方端点不可用。
zh_hant: Hermes 必須轉換此受管理的選項；其供應商端點無法使用。

source: Hermes needs your answer
de: Hermes braucht deine Antwort
es: Hermes necesita tu respuesta
fr: Hermes a besoin de votre réponse
id: Hermes memerlukan jawaban Anda
it: Hermes ha bisogno di una tua risposta
ja: Hermesが回答を求めています
ko: Hermes에 답변이 필요할 때
pl: Hermes potrzebuje Twojej odpowiedzi
pt_br: O Hermes precisa da sua resposta
ru: Hermes ждёт вашего ответа
tr: Hermes yanıtınızı bekliyor
zh_hans: Hermes 需要你的答复
zh_hant: Hermes 需要你的回答

source: Hermes profile
de: Hermes-Profil
es: Perfil de Hermes
fr: Profil Hermes
id: Profil Hermes
it: Profilo Hermes
ja: Hermesプロファイル
ko: Hermes 프로필
pl: Profil Hermes
pt_br: Perfil do Hermes
ru: Профиль Hermes
tr: Hermes profili
zh_hans: Hermes 档案
zh_hant: Hermes 設定檔

source: Hermes refused the change.
de: Hermes hat die Änderung abgelehnt.
es: Hermes rechazó el cambio.
fr: Hermes a refusé la modification.
id: Hermes menolak perubahan tersebut.
it: Hermes ha rifiutato la modifica.
ja: Hermesが変更を拒否しました。
ko: Hermes가 변경을 거부했어요.
pl: Hermes odrzucił zmianę.
pt_br: O Hermes recusou a alteração.
ru: Hermes отклонил изменение.
tr: Hermes değişikliği reddetti.
zh_hans: Hermes 拒绝了该更改。
zh_hant: Hermes 拒絕了此變更。

source: Hermes rejected that username or password. Check your dashboard credentials and try again.
de: Hermes hat diesen Benutzernamen oder dieses Passwort abgelehnt. Prüfe deine Dashboard-Zugangsdaten und versuche es erneut.
es: Hermes rechazó ese usuario o contraseña. Comprueba las credenciales del panel y vuelve a intentarlo.
fr: Hermes a refusé ce nom d'utilisateur ou ce mot de passe. Vérifiez les identifiants de votre tableau de bord et réessayez.
id: Hermes menolak nama pengguna atau kata sandi tersebut. Periksa kredensial dasbor Anda dan coba lagi.
it: Hermes ha rifiutato quel nome utente o quella password. Controlla le credenziali della dashboard e riprova.
ja: Hermesがユーザ名またはパスワードを拒否しました。ダッシュボードの認証情報を確認して、もう一度お試しください。
ko: Hermes가 해당 사용자 이름 또는 암호를 거부했어요. 대시보드 자격 증명을 확인하고 다시 시도하세요.
pl: Hermes odrzucił tę nazwę użytkownika lub hasło. Sprawdź dane logowania do panelu i spróbuj ponownie.
pt_br: O Hermes rejeitou esse nome de usuário ou senha. Verifique as credenciais do painel e tente novamente.
ru: Hermes отклонил это имя пользователя или пароль. Проверьте учётные данные дашборда и повторите попытку.
tr: Hermes bu kullanıcı adını veya parolayı reddetti. Panel kimlik bilgilerinizi denetleyip yeniden deneyin.
zh_hans: Hermes 拒绝了该用户名或密码。请检查仪表盘凭据后重试。
zh_hant: Hermes 拒絕了該使用者名稱或密碼。請檢查你的儀表板認證資訊，然後再試一次。

source: Hermes reported an error.
de: Hermes hat einen Fehler gemeldet.
es: Hermes informó de un error.
fr: Hermes a signalé une erreur.
id: Hermes melaporkan kesalahan.
it: Hermes ha segnalato un errore.
ja: Hermesがエラーを報告しました。
ko: Hermes가 오류를 보고했어요.
pl: Hermes zgłosił błąd.
pt_br: O Hermes informou um erro.
ru: Hermes сообщил об ошибке.
tr: Hermes bir hata bildirdi.
zh_hans: Hermes 报告了一个错误。
zh_hant: Hermes 回報了錯誤。

source: Hermes requires confirmation before using this model.
de: Hermes verlangt eine Bestätigung, bevor dieses Modell verwendet wird.
es: Hermes requiere confirmación antes de usar este modelo.
fr: Hermes demande une confirmation avant d'utiliser ce modèle.
id: Hermes memerlukan konfirmasi sebelum menggunakan model ini.
it: Hermes richiede una conferma prima di usare questo modello.
ja: Hermesでは、このモデルを使用する前に確認が必要です。
ko: Hermes에서 이 모델을 사용하려면 먼저 확인이 필요해요.
pl: Hermes wymaga potwierdzenia przed użyciem tego modelu.
pt_br: O Hermes exige confirmação antes de usar este modelo.
ru: Hermes требует подтверждения, прежде чем использовать эту модель.
tr: Hermes bu modeli kullanmadan önce onay istiyor.
zh_hans: 使用此模型前，Hermes 需要确认。
zh_hant: Hermes 需要確認後才能使用此模型。

source: Hermes returned a Kanban task without an ID.
de: Hermes hat eine Kanban-Aufgabe ohne ID zurückgegeben.
es: Hermes devolvió una tarea de Kanban sin ID.
fr: Hermes a renvoyé une tâche Kanban sans ID.
id: Hermes mengembalikan tugas Kanban tanpa ID.
it: Hermes ha restituito un'attività Kanban senza ID.
ja: HermesからIDのないカンバンタスクが返されました。
ko: Hermes가 ID 없는 Kanban 태스크를 반환했어요.
pl: Hermes zwrócił zadanie Kanban bez ID.
pt_br: O Hermes retornou uma tarefa do Kanban sem ID.
ru: Hermes вернул задачу Kanban без ID.
tr: Hermes kimliği olmayan bir Kanban görevi döndürdü.
zh_hans: Hermes 返回的看板任务缺少 ID。
zh_hant: Hermes 傳回的 Kanban 任務沒有 ID。

source: Hermes returned a different conversation while resuming this one. Try reopening it.
de: Hermes hat beim Fortsetzen eine andere Unterhaltung zurückgegeben. Versuche, sie erneut zu öffnen.
es: Hermes devolvió otra conversación al reanudar esta. Intenta volver a abrirla.
fr: Hermes a renvoyé une autre conversation en reprenant celle-ci. Essayez de la rouvrir.
id: Hermes mengembalikan percakapan lain saat melanjutkan percakapan ini. Coba buka ulang.
it: Hermes ha restituito un'altra conversazione riprendendo questa. Prova a riaprirla.
ja: このチャットの再開中に、Hermesから別のチャットが返されました。もう一度開いてみてください。
ko: 이 대화를 재개하는 동안 Hermes가 다른 대화를 반환했어요. 다시 열어 보세요.
pl: Hermes zwrócił inną rozmowę podczas wznawiania tej. Spróbuj otworzyć ją ponownie.
pt_br: O Hermes retornou outra conversa ao retomar esta. Tente reabri-la.
ru: При возобновлении этого чата Hermes вернул другой. Попробуйте открыть его заново.
tr: Hermes bu konuşmayı sürdürürken farklı bir konuşma döndürdü. Yeniden açmayı deneyin.
zh_hans: Hermes 在恢复此对话时返回了另一个对话。请尝试重新打开。
zh_hant: Hermes 在恢復此對話時傳回了另一個對話。請試著重新打開。

source: Hermes returned an unreadable Kanban response.
de: Hermes hat eine unlesbare Kanban-Antwort zurückgegeben.
es: Hermes devolvió una respuesta de Kanban ilegible.
fr: Hermes a renvoyé une réponse Kanban illisible.
id: Hermes mengembalikan respons Kanban yang tidak dapat dibaca.
it: Hermes ha restituito una risposta Kanban illeggibile.
ja: Hermesから読み取れないカンバンの応答が返されました。
ko: Hermes가 읽을 수 없는 Kanban 응답을 반환했어요.
pl: Hermes zwrócił nieczytelną odpowiedź Kanban.
pt_br: O Hermes retornou uma resposta do Kanban ilegível.
ru: Hermes вернул нечитаемый ответ Kanban.
tr: Hermes okunamayan bir Kanban yanıtı döndürdü.
zh_hans: Hermes 返回了无法读取的看板响应。
zh_hant: Hermes 傳回了無法讀取的 Kanban 回應。
